[
{
	"title":"RAINN (Rape, Abuse & Incest National Network)",
	"url":"https://www.rainn.org/",
	"description":"RAINN is a leading anti-sexual violence organization that operates the National Sexual Assault Hotline and provides support services, resources, and information for survivors of sexual abuse and their loved ones.",
	"date-added":"03-20-2024",
	"tags":{"category":"CSAM","type":"website"}
},
{
	"title":"Darkness to Light",
	"url":"https://www.d2l.org/",
	"description":"Darkness to Light is a non-profit organization dedicated to preventing child sexual abuse. Their website offers resources, training, and guidance for individuals who have encountered CSAM or suspect child abuse.",
	"date-added":"3-22-2024",
	"tags":{"category":"CSAM","type":"website"}
},
{
	"title":"National Center for Missing & Exploited Children (NCMEC)",
	"url":"https://www.missingkids.org/",
	"description":"NCMEC is a non-profit organization that provides resources and support for families and professionals dealing with issues related to missing and exploited children, including child sexual abuse and CSAM.",
	"date-added":"3-22-2024",
	"tags":{"category":"CSAM","type":"website"}
},
{
	"title": "Cybertipline",
	"url": "https://report.cybertip.org/",
	"description": "Cybertipline is a reporting mechanism operated by NCMEC, where individuals can report suspected cases of child sexual exploitation, including the possession, distribution, or production of CSAM.",
	"date-added": "3-22-2024",
	"tags": {
		"category": "CSAM",
		"type": "website"
	}
},
{
	"title": "ECPAT International",
	"url": "https://www.ecpat.org/",
	"description": "ECPAT International is a global network of organizations dedicated to ending the sexual exploitation of children. Their website provides resources, research, and guidance on addressing child sexual abuse and exploitation.",
	"date-added": "3-22-2024",
	"tags": {
		"category": "CSAM",
		"type": "website"
	}
},
{
	"title": "Childhelp National Child Abuse Hotline",
	"url": "https://www.childhelp.org/",
	"description": "Childhelp operates a national hotline (1-800-4-A-CHILD) that provides crisis intervention, information, and referrals for individuals dealing with child abuse situations, including sexual abuse.",
	"date-added": "3-22-2024",
	"tags": {
		"category": "CSAM",
		"type": "hotline"
	}
},
{
	"title": "Reporting Child Sexual Abuse Material (Article by the Internet Watch Foundation)",
	"url": "https://www.iwf.org.uk/what-we-do/why-we-exist/reporting-child-sexual-abuse-material/",
	"description": "This article provides guidance on how to report CSAM encountered online, including the legal obligations and procedures for reporting in different countries.",
	"date-added": "3-22-2024",
	"tags": {
		"category": "CSAM",
		"type": "article"
	}
},
{
	"title": "Responding to Child Sexual Abuse Material (CSAM) Online (Article by the National Center for Missing & Exploited Children)",
	"url": "https://www.missingkids.org/blog/2022/responding-to-child-sexual-abuse-material-csam-online",
	"description": "This article offers advice and resources for individuals who have encountered CSAM online, including steps to take and support services available.",
	"date-added": "3-22-2024",
	"tags": {
		"category": "CSAM",
		"type": "article"
	}
},
{
	"title": "Survivors of Childhood Sexual Abuse (Resource from RAINN)",
	"url": "https://www.rainn.org/articles/childhood-sexual-abuse",
	"description": "This resource from RAINN provides information and support for survivors of childhood sexual abuse, including coping strategies, healing resources, and ways to seek help.",
	"date-added": "3-22-2024",
	"tags": {
		"category": "CSAM",
		"type": "resource"
	}
}
]
